"	Default" = "	Par défaut";
"	Left to Right" = "	De gauche à droite";
"	Right to Left" = "	De droite à gauche";
"%1$@ can't be updated, because it was opened from a read-only or a temporary location. Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@ ne peut pas être mis à jour quand il fonctionne à partir d’un volume en lecture seule, comme une image disque ou un lecteur optique. Déplacez %1$@ dans votre dossier Applications, relancez-le à partir de là et réessayez.";
"%@ copy" = "Copie de %@";
"%@ Icon" = "Icône %@";
"%@ is not a valid regular expression" = "«%@» n'est pas une expression régulière";
"%@ matches found" = "%@ concordances trouvées";
"1 match found" = "1 concordance trouvée";
"@@ Help" = "Aide @@";
"A conflict has been detected for this document." = "Détection d’un conflit pour ce document";
"A new major paid upgrade is now available" = "Une nouvelle mise à jour majeure payante est maintenant disponible";
"A new version of %@ is available!" = "Une nouvelle version de %@ est disponible !";
"About @@" = "À propos de @@";
"Actual Size" = "Taille réelle";
"Add the folders from where your jobs are linked" = "Ajoutez les dossiers dans lesquels vos travaux sont liés";
"Add" = "Ajouter";
"Adjective" = "Adjectif";
"Advanced Find and Replace" = "Avancée rechercher et remplacer";
"Advanced Find" = "Recherche avancée";
"Advanced" = "Avancé";
"Adverb" = "Adverbe";
"Agent" = "Agent";
"Align Left" = "Aligner à gauche";
"Align Right" = "Aligner à droite";
"All documents" = "Tous les documents";
"all users" = "tous les utilisateurs";
"Allow Hyphenation" = "Permettre la césure";
"Always Show Toolbar in Full Screen" = "Toujours afficher la barre d’outils en plein écran";
"Always" = "Toujours";
"An error occurred in retrieving update information. Please try again later." = "Une erreur est survenue en récupérant les informations de mise à jour. Veuillez réessayer plus tard.";
"An error occurred while saving" = "Une erreur est survenue lors de l’enregistrement";
"An unknown error occurred when fetching the log" = "Une erreur inconnue s'est produite lors de la récupération du journal";
"An unknown error occurred while saving the file." = "Une erreur inconnue est survenue lors de l’enregistrement du fichier.";
"An unknown error occurred" = "Une erreur inconnue s’est produite";
"Application" = "Application";
"Are you sure you want to delete “%@”?" = "Souhaitez-vous vraiment supprimer « %@ »?";
"At startup and when saving" = "Au démarrage et lors de l'enregistrement";
"Auto Complete:" = "Auto-complétion:";
"Auto-suggest completions" = "Suggestions de texte automatiques";
"Automatic" = "Automatiquement";
"Automatically Open in Tabs" = "Ouvrir automatiquement dans des onglets";
"Autosave" = "Enregistrer automatiquement";
"Back" = "Précédent";
"Base" = "Base";
"Baseline" = "Ligne de base";
"Bigger" = "Plus grand";
"Bold" = "Gras";
"Bring All to Front" = "Tout ramener au premier plan";
"Buttons" = "Boutons";
"Cancel" = "Annuler";
"Cannot Authenticate" = "Authentification impossible";
"Cannot find any columns" = "Impossible de trouver des colonnes";
"Cannot load %@" = "Impossible de charger %@";
"Can’t sign into iCloud" = "Impossible de se connecter à iCloud";
"Capitalize" = "Mettre la première lettre en majuscule";
"Center" = "Centrer";
"Change Encoding" = "Changer l’encodage";
"Change Selected Text" = "Changer le texte sélectionné";
"Change" = "Modifier";
"Character Shape" = "Forme de caractère";
"Character" = "Caractère";
"characters" = "caractères";
"Characters: %@" = "Caractères: %@";
"Check Document Now" = "Vérifier le document maintenant";
"Check for Updates…" = "Rechercher les mises à jour…";
"Check Grammar With Spelling" = "Vérifier la grammaire et l’orthographe";
"Check Spelling While Typing" = "Vérifier l’orthographe lors de la saisie";
"Check" = "Vérifier";
"Choose Folder…" = "Choisir un dossier…";
"Choose…" = "Choisir…";
"Classifier" = "Classificateur";
"Clear Menu" = "Effacer le menu";
"Clear Recent Searches" = "Effacer les recherches récentes";
"Close Tag" = "Fermer tag";
"Close" = "Fermer";
"Colors" = "Couleurs";
"Columns" = "Colonnes";
"Comma" = "Virgule";
"Command Result" = "Résultat de commande";
"Commands" = "Commandes";
"Comment or Uncomment" = "Commenter ou supprimer le commentaire";
"Compare" = "Comparer";
"Complete" = "Compléter";
"Conflict Resolver" = "Résolution des conflits";
"Conjunction" = "Conjonction";
"Connect" = "Se connecter";
"Continue Anyway" = "Continuer";
"Convert line endings when saving" = "Autre fins de ligne lors de l'enregistrement";
"Copy Column" = "Copier la colonne";
"Copy Row" = "Copier la ligne";
"Copy Ruler" = "Copier la règle";
"Copy Style" = "Copier le style";
"Copy" = "Copier";
"Correct Spelling Automatically" = "Corriger l’orthographe automatiquement";
"Could not establish communication with helper tool." = "Impossible d’établir la communication avec l’utilitaire";
"Could not find a match for search-string %@" = "Aucun résultat ne correspond à «%@»";
"Could not update" = "Mise à jour impossible";
"Couldn’t save document." = "Il est impossible d’enregistrer le document";
"Count" = "Compte";
"Create New…" = "Nouvelle…";
"Create Snippet From Selection" = "Créer un extrait de la sélection";
"created" = "créé";
"Current document" = "Document actuel";
"current" = "actuel";
"Customize Toolbar…" = "Personnaliser la barre d’outils…";
"Cut" = "Couper";
"Dark" = "Sombre";
"Dash" = "Tiret";
"Data Detectors" = "Détection de données";
"Date" = "Date importante";
"Day of month" = "Jour du mois";
"Day of week" = "Jour de la semaine";
"Day of year" = "Jour de l’année";
"Day" = "Jour";
"days" = "jours";
"Delete Column" = "Supprimer la colonne";
"Delete Command" = "Supprimer la commande";
"Delete Row" = "Supprimer la ligne";
"Delete Snippet" = "Supprimer extrait";
"Delete" = "Supprimer";
"Deleted" = "Supprimé";
"Determiner" = "Définitude";
"Disabled" = "Désactivé";
"Discard Changes" = "Éliminer";
"Document" = "Document";
"Documents" = "Documents";
"Done" = "Fermer";
"Download" = "Télécharger";
"Downloading…" = "Téléchargement…";
"Duplicate Line" = "Dupliquer la ligne";
"Duplicate" = "Dupliquer";
"Edit Commands" = "Modifier des commandes";
"Edit Plist" = "Modifier le Plist";
"Edit Script…" = "Modifier le script…";
"Edit Snippets" = "Modifier des extraits";
"Edit" = "Modifier";
"Edited" = "Modifiée";
"Edit…" = "Modifier…";
"Enabled" = "Activé";
"Encoding" = "Encodage";
"encoding" = "encodage";
"Enter Full Screen" = "Activer le mode plein écran";
"Every day" = "Tous les jours";
"Every hour" = "Toutes les heures";
"Everyone" = "Tous";
"Export as PDF…" = "Exporter au format PDF…";
"Export" = "Exporter";
"Export…" = "Exportation…";
"Extra Window" = "Fenêtre supplémentaire";
"File extension" = "Extension de fichier";
"File name extension" = "Extension de nom de fichier";
"file size" = "taille du fichier";
"File" = "Fichier";
"Filter" = "Filtre";
"Find and Replace…" = "Rechercher et remplacer…";
"Find Next" = "Rechercher le suivant";
"Find Previous" = "Rechercher le précédent";
"Find Results" = "Recherche de résultats";
"Find" = "Rechercher";
"Find…" = "Rechercher…";
"Focus" = "Focalisation";
"Fold" = "Plier";
"Folder" = "Dossier";
"Folders" = "Dossiers";
"Font" = "Police";
"Format" = "Format";
"Forward" = "Suivant";
"Found %@ matches for search-string %@" = "%@ occurrences trouvées pour «%2$@»";
"Found one match for search-string %@" = "Trouvé un match pour la recherche-string «%@»";
"function" = "fonction";
"Functions" = "Fonctions";
"General" = "Général";
"Go to %@ for more information." = "Consultez %@ pour en savoir plus.";
"Go To Line…" = "Aller à la ligne…";
"Go" = "Aller";
"Gravity" = "Gravitation";
"Grid" = "Grille";
"Group" = "Groupe";
"Help" = "Aide";
"Hex View" = "Vue hexadécimale";
"Hidden" = "Masqué";
"Hide @@" = "Masquer @@";
"Hide Others" = "Masquer les autres";
"Highlight Current Line" = "Mettez en surbrillance la ligne courante";
"Hour" = "Heure";
"hours" = "heures";
"Icon Size" = "Taille des icônes";
"Icon" = "Icône";
"Idiom" = "Idiome";
"Ignore case" = "Ignorer la casse";
"Import" = "Importer";
"Import…" = "Importer…";
"In selection" = "Dans la sélection";
"Include standard words" = "Inclure les mots standards";
"Indent new lines automatically" = "Retrait de nouvelles lignes automatiquement";
"Info" = "Info";
"Inline" = "Dans le texte";
"Insert Color Value…" = "Insérer une valeur de couleur…";
"Insert Snippet" = "Insérer un extrait de texte";
"Insert" = "Insérer";
"Interjection" = "Interjection";
"Internal helper tools" = "Outils d'assistance interne";
"Invisible Characters" = "Caractères invisibles";
"Italic" = "Italique";
"Jump to Selection" = "Aller à la sélection";
"Justify" = "Justifier";
"Kern" = "Crénage";
"Kind" = "Type";
"Language" = "Langue";
"Launch again if it crashes" = "Lancez à nouveau si elle se bloque";
"Left" = "Gauche";
"Length" = "Longueur";
"Library" = "Bibliothèque";
"License" = "Licence";
"License…" = "Licence…";
"Ligatures" = "Ligatures";
"Line Break" = "un saut de ligne";
"Line Numbers" = "Numéros de ligne";
"Line" = "Ligne";
"Line: %@" = "Ligne: %@";
"lines" = "lignes";
"List Sort Order:" = "Ordre de tri de la liste:";
"List" = "Liste";
"Loading…" = "Chargement…";
"Log" = "Historique";
"Login Items" = "Ouverture";
"Loosen" = "Desserrer";
"Lower" = "Abaisser";
"Magnet" = "Aimant";
"Make Lower Case" = "Mettre en minuscule";
"Make sure that the selected text includes columns" = "Assurez-vous que le texte sélectionné inclut des colonnes";
"Make Text Bigger" = "Agrandir la taille du texte";
"Make Text Smaller" = "Réduire la taille du texte";
"Make Upper Case" = "Mettre en majuscules";
"Make Vertical Layout" = "Présenter verticalement";
"me" = "moi";
"Merge All Windows" = "Fusionner toutes les fenêtres";
"Message" = "Message";
"Minimize" = "Placer dans le Dock";
"minute" = "minute";
"minutes" = "minutes";
"Miscellaneous" = "Divers";
"modified" = "modifié";
"More Info" = "En savoir plus";
"Mounting Logical Volume" = "Montage du volume logique";
"Move Down" = "Déplacer vers le bas";
"Move Up" = "Déplacer vers le haut";
"Move" = "Déplacer";
"Name" = "Nom";
"name" = "nom";
"New Command" = "Nouvelle commande";
"New Document" = "Nouveau document";
"New Script" = "Nouveau script";
"New Snippet" = "Créer extrait";
"New Tag" = "Nouveau tag";
"New" = "Nouveau";
"Next Document" = "Document suivant";
"Next Function" = "Fonction suivante";
"No Document" = "Aucun document";
"No error" = "Aucune erreur";
"No items" = "Aucun élément";
"No matches found" = "Aucune concordance trouvée";
"No saved searches" = "Aucune recherche récente";
"No Selection" = "Aucune sélection";
"No updates available" = "Aucune mise à jour disponible";
"Not applicable" = "Non applicable";
"Not registered" = "Non enregistré";
"Notes" = "Notes";
"Notification" = "Notification";
"Notifications" = "Notifications";
"Noun" = "Nom";
"Number" = "Numéro";
"Numbers" = "Nombres";
"OK" = "OK";
"Only print selection" = "Imprimer la sélection";
"Open document with text encoding" = "Ouvrir le document avec le codage de texte";
"Open Documents" = "Documents ouverts";
"Open Recent" = "Ouvrir l’élément récent";
"Open" = "Ouvrir";
"OpenParenthesis" = "Parenthèse";
"OpenQuote" = "Guillemet";
"Open…" = "Ouvrir…";
"OrganizationName" = "Organisation";
"Other" = "Autre";
"Outline" = "Contour";
"Page Break" = "un saut de page";
"Page Guide" = "Guide la page";
"Page Setup…" = "Format d’impression…";
"Paint" = "Peindre";
"Paragraph Break" = "un saut de paragraphe";
"Paragraph" = "Paragraphe";
"Part" = "Partie";
"Particle" = "Particule";
"Paste and Match Style" = "Coller et adapter le style";
"Paste Ruler" = "Coller la règle";
"Paste Style" = "Coller le style";
"Paste" = "Coller";
"Path Bar" = "Barre du chemin d’accès";
"Path" = "Chemin";
"PersonalName" = "Nom de la personne";
"PlaceName" = "Nom de l’emplacement";
"Please try again." = "Veuillez réessayer.";
"Please try to download the update with the button and install it manually" = "Essayez de télécharger la mise à jour avec le bouton et de l’installer manuellement.";
"Position" = "Position";
"position" = "position";
"Position: %@ - %@" = "Position: %@ - %@";
"Preferences" = "Préférences";
"Preferences…" = "Préférences…";
"Prepare For XML" = "Préparer le texte pour XML";
"Preposition" = "Préposition";
"Prevent Editing" = "Empêcher les modifications";
"Preview" = "Aperçu";
"Previous Document" = "Dernier document";
"Previous Function" = "Fonction précédente";
"Print header" = "Imprimer l’en-tête";
"Print line numbers" = "Imprimer les numéros de ligne";
"Print syntax colors" = "Imprimer les couleurs de syntaxe";
"Print…" = "Imprimer…";
"Progress" = "Progression";
"Pronoun" = "Pronom";
"Punctuation" = "Ponctuation";
"Purchase License to Save…" = "Achat de licence pour enregistrer";
"Purchase" = "Achat";
"Purchase…" = "Achat…";
"Quick Look" = "Coup d’œil";
"Quit @@" = "Quitter @@";
"Raise" = "Élever";
"Ready to install" = "Prêt pour l’installation";
"Recent Searches" = "Recherches Récentes";
"Redo" = "Rétablir";
"Refresh" = "Actualiser";
"Registered" = "Enregistré";
"Regular expressions" = "Utilisez des expressions régulières";
"Relaunch" = "Relancer";
"Reload Text With Encoding" = "Recharger le texte avec l'encodage";
"Remind Me" = "Rappel";
"Remove Line Endings" = "Retirer les fins de ligne";
"Remove Needless Whitespace" = "Retirez inutile espaces";
"Remove" = "Supprimer";
"Rename the item and try again." = "Renommez l’élément et réessayez.";
"Rename" = "Renommer";
"Repeat interval" = "Intervalle";
"Replace" = "Remplacer";
"Replaced %@ occurrences of %@ with %@" = "%@ occurrences de «%2$@» ont été remplacées par «%3$@»";
"Replaced one occurrence of %@ with %@" = "Une occurrence de «%1$@» a été remplacée par «%2$@»";
"Resize" = "Redimensionner";
"Result" = "Résultat";
"Resume" = "Reprendre";
"Reveal in Finder" = "Afficher dans le Finder";
"Revert to Saved" = "Revenir à la version enregistrée";
"Revert To" = "Revenir à";
"Revisions" = "Révisions";
"Right Size All Columns Individually" = "Ajuster la taille des colonnes individuellement";
"Right Size This Column" = "Ajuster la taille de cette colonne";
"Right" = "Droite";
"Run Command" = "Exécutez la commande";
"Run Current Text" = "Exécuter texte actuel";
"Run Selection Inline" = "Exécuter en ligne le texte sélectionné";
"Run Shell Script" = "Exécuter un script shell";
"Run text" = "Exécuter le texte";
"Run" = "Exécuter";
"Save All" = "Tout enregistrer";
"Save As…" = "Enregistrer sous…";
"Save" = "Enregistrer";
"Save…" = "Enregistrer…";
"Scheduled" = "Programmée";
"Scope" = "Portée";
"seconds" = "secondes";
"Select All" = "Tout sélectionner";
"Select Column" = "Sélectionner la colonne";
"Select Line" = "Sélectionner une ligne";
"Select Line…" = "Sélectionner la ligne…";
"Select More" = "Sélectionnez plus";
"Select Row" = "Sélectionner la ligne";
"Selected" = "Sélectionné";
"Selection" = "Sélection";
"selection" = "sélection";
"Selection: %@ - %@" = "Sélection: %@ - %@";
"Semicolon" = "Point-virgule";
"SentenceTerminator" = "Phrase ponctuation";
"Separator" = "Séparateur";
"Services" = "Services";
"Share" = "Partager";
"Shift Left" = "Décaler vers la gauche";
"Shift Right" = "Décaler vers la droite";
"Show All" = "Tout afficher";
"Show Colors" = "Afficher les couleurs";
"Show Fonts" = "Afficher les polices";
"Show Fonts…" = "Afficher les polices…";
"Show In Status Bar:" = "Afficher dans la barre d'état:";
"Show internal helpers" = "Afficher les aides internes";
"Show Less" = "Moins de détails";
"Show More" = "En afficher plus";
"Show page guide, at column" = "Afficher le guide page, à la colonne";
"Show Properties" = "Afficher les propriétés";
"Show Ruler" = "Afficher la règle";
"Show Spelling and Grammar" = "Afficher l’orthographe et la grammaire";
"Show Substitutions" = "Afficher les substitutions";
"Show Toolbar" = "Afficher la barre d’outils";
"Show" = "Afficher";
"Sidebar" = "Barre latérale";
"size" = "taille du fichier";
"Skip" = "Ignorer";
"Smaller" = "Plus petit";
"Smart Copy/Paste" = "Copier-coller intelligent";
"Smart Dashes" = "Tirets intelligents";
"Smart Links" = "Liens intelligents";
"Smart Quotes" = "Guillemets courbes";
"Snippets" = "Extraits";
"Sort Ascending" = "Trier en ordre croissant";
"Sort Descending" = "Trier en ordre décroissant";
"Space" = "Espace";
"Spaces To Tabs" = "Espaces pour les tabulations";
"Spacing…" = "Espacement…";
"Special Characters…" = "Caractères spéciaux…";
"Speech" = "Parole";
"Spelling and Grammar" = "Orthographe et grammaire";
"Split Window Horizontally" = "Diviser la fenêtre horizontalement";
"Split Window" = "Diviser la fenêtre";
"Start Speaking" = "Commencer la lecture";
"Status Bar" = "Barre d'état";
"Stop Speaking" = "Arrêter la lecture";
"Styles…" = "Style…";
"Subscript" = "Indice";
"Substitutions" = "Substitutions";
"Suggest automatically, after delay" = "Suggérer automatiquement, après délai";
"Summary" = "Résumé";
"Superscript" = "Exposant";
"Suppress command result" = "Réprimer résultat";
"Swap windows" = "Changer de fenêtre";
"Swipe" = "Balayer";
"Switch Characters" = "Échanger des caractères adjacents";
"Syntax Colors" = "Couleurs de la syntaxe";
"Syntax" = "Syntaxe";
"syntax" = "syntaxe";
"System" = "Système";
"Tab Bar" = "Barre des onglets";
"Tab character" = "Caractère de tabulation";
"Tab width" = "Largeur de tabulation";
"Tab" = "Tab";
"Tabs To Spaces" = "Tabulations en espaces";
"Test" = "Essayer";
"Text Encoding" = "Encodage du texte";
"Text Folding" = "Texte de pliage";
"Text Replacement" = "Remplacement de texte";
"Text" = "Texte";
"Thank You!" = "Merci !";
"The item couldn't be added or removed because of an unknown error." = "L’élément n’a pas pu être ajouté ou supprimé à cause d’une erreur inconnue.";
"Themes" = "Thèmes";
"This app is now registered" = "Cette application est maintenant enregistrée";
"This document cannot be saved using its current encoding so please choose another encoding such as UTF-8 from the Text menu" = "Ce document ne peut être enregistré à l'aide de son codage en cours donc s'il vous plaît choisir un autre encodage tel que UTF-8 à partir du menu Texte. ";
"This license is only valid for version %@. Purchase an upgrade license to register this version." = "Cette licence est valable uniquement pour la version %@. Achetez une licence de mise à niveau pour enregistrer cette version.";
"Tighten" = "Resserrer";
"Time period" = "Période de temps";
"Time" = "Temps";
"Timeline" = "Chronologie";
"Title" = "Titre";
"to" = "au";
"Tools" = "Outils";
"Touch" = "Toucher";
"Traditional Form" = "Forme traditionnelle";
"Transformations" = "Transformations";
"Tree" = "Arbre";
"Underline" = "Souligné";
"Undo" = "Annuler";
"Unfold All" = "Voir tous les textes";
"Unfold" = "Développer";
"Uninstall" = "Désinstaller";
"Unique" = "Unique";
"Unsaved changes" = "Modifications non enregistrées";
"Update cancelled" = "Mise à jour annulée";
"Update" = "Mettre à jour";
"Updates available" = "Nouvelles mises à jour";
"Use All" = "Toutes";
"Use Default" = "Valeur par défaut";
"Use None" = "Aucune";
"Use Selection for Find" = "Rechercher la sélection";
"Use spaces instead of tabs" = "Utilisez l'espace au lieu des tabulateurs";
"Use the Choose… button to select an app, a script or write a simple command. After that you can test what you want to run." = "Utilisez le bouton Choisir… pour sélectionner une application, un script ou écrire une commande simple. Après cela, vous pouvez tester ce que vous voulez exécuter.";
"Use ⌘‐1 through ⌘‐9 to switch tabs" = "Utiliser les combinaisons de touches ⌘ + 1 à ⌘ + 9 pour naviguer entre les onglets";
"User" = "Utilisateur";
"Value for %@ cannot be empty" = "La valeur de « %@ » ne peut pas être vide";
"Verb" = "Verbe";
"View" = "Présentation";
"Weekdays" = "en semaine";
"Weekends" = "le week-end";
"Welcome" = "Écran d'accueil";
"When" = "Quand";
"where" = "où";
"Whitespace" = "Espace";
"Window" = "Fenêtre";
"Word" = "Mot";
"WordJoiner" = "Menuisier";
"Words" = "Paroles";
"words" = "paroles";
"Words: %@" = "Paroles: %@";
"Wrap Text to Page" = "Adapter à la page";
"Writing Direction" = "Sens de l’écriture";
"You already have the newest version of %@." = "Vous possédez déjà la version la plus récente de %@.";
"You can’t undo this action." = "Cette opération est irréversible.";
"You need to purchase %@ to save your document" = "Vous devez acheter %@ pour enregistrer votre document";
"You" = "Vous";
"Your changes will be lost if you don't save them." = "Vos modifications seront perdues si vous ne les enregistrez pas.";
"Your command might be too complex to run. Do you want to run it as a shell script instead?" = "Votre commande peut-être trop complexes à gérer. Voulez-vous de l'exécuter comme un script shell à la place?";
"Your software is up to date." = "Votre logiciel est à jour.";
"Zoom In" = "Zoom avant";
"Zoom Out" = "Zoom arrière";
"Zoom" = "Réduire/agrandir";
"“%@” is damaged and can’t be opened. Delete “%@” and download it again from %@" = "Impossible d’ouvrir « %@ » ; il est endommagé. Supprimez « %@ » et téléchargez-le de nouveau de %@";
